# f = input()
# s = input()
# if sorted(f.lower()) == sorted(s.lower()):
#     print('kaif')
# else:
#     print('bedolaga')

# q1 = input('кто собирает рефрешер на тинкера?\n'
#            'а) даун '
#            'б) травоман '
#            'в) яторо '
#            'г) дахак\n'
#            '-----> ')
# if q1 == 'б':
#     print('тинкерин эбаут)))')
#
# else:
#     print('не шаришь брат')
#     quit()
#
# q2 = input('самый ожидаемый игрок на инте?\n'
#            'а) дахак '
#            'б) дахак '
#            'в) дахак '
#            'г) дахак\n'
#            '-----> ')
# if q2 == 'а' or q2 == 'б' or q2 == 'в' or q2 == 'г':
#     print('ай саууууу брат')
# else:
#     print('че')
#     quit()
#
# q3 = input('кто лучший керри?\n'
#            'а) паджик с момом '
#            'б) анти мэйдж) '
#            'в) джагер '
#            'г) лион(че?)\n'
#            '-----> ')
# if q3 == 'а':
#     print('красавчик брат')
#
# else:
#     print('стыдно не знать')
#     quit()
#
# print('мяу')